{
  "HEADER": "Política de Cookies",
  "INTRO": "Esta Política de Cookies explica qué son las cookies y cómo las utilizamos.",
  "PERSONAL_INFO": "Debería leer esta política para comprender qué tipo de cookies utilizamos, la información que recopilamos utilizando cookies y cómo se utiliza esa información.",
  "NO_SENSITIVE_INFO": "No almacenamos información personal sensible, como direcciones de correo o contraseñas de cuenta, en las cookies que utilizamos.",
  "INTERPRETATION": "Interpretación",
  "INTERPRETATION_DEF": "Interpretación y Definiciones",
  "INTERPRETATION_DEF_DESC": "Las palabras cuyo inicial es mayúscula tienen los significados definidos bajo las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado, independientemente de si aparecen en singular o plural.",
  "DEFINITIONS": "Definiciones",
  "DEFINITIONS_DESC": "A los efectos de esta Política de Cookies:",
  "COMPANY": "Compañía",
  "COMPANY_REF": "(referred to as either 'the Company', 'we', 'us', or 'our' in this Cookies Policy)",
  "COOKIES": "Cookies",
  "COOKIES_DESC": "son pequeños archivos que se colocan en su computadora, dispositivo móvil o cualquier otro dispositivo por un sitio web, que contienen detalles de su historial de navegación en ese sitio web entre sus muchos usos.",
  "WEBSITE": "Sitio web",
  "WEBSITE_DESC": "se refiere a",
  "ACCESSIBLE_FROM": "accesible desde",
  "YOU": "Usted",
  "YOU_DESC": "significa la persona que accede o utiliza el Sitio web, o una empresa o cualquier entidad legal en nombre de la cual dicha persona accede o utiliza el Sitio web, según corresponda.",
  "USE_OF_COOKIES": "El Uso de Cookies",
  "TYPE_OF_COOKIES": "Tipo de Cookies que Usamos",
  "PERSISTENT_SESSION": "Las cookies pueden ser 'Persistentes' o 'De Sesión'. Las cookies persistentes permanecen en su computadora personal o dispositivo móvil cuando está desconectado, mientras que las cookies de sesión se eliminan tan pronto como cierra su navegador web.",
  "COOKIES_PURPOSE": "Utilizamos tanto cookies de sesión como persistentes para los fines establecidos a continuación:",
  "NECESSARY_COOKIES": "Cookies Necesarias / Esenciales",
  "NECESSARY_TYPE": "<strong>Tipo:</strong> Cookies de Sesión",
  "ADMINISTERED_BY_NECESSARY": "<strong>Administradas por:</strong> Nosotros",
  "COOKIES_PURPOSE_NECESSARY": "Estas cookies son esenciales para proporcionarle los servicios disponibles a través del Sitio web y para habilitarle a utilizar algunas de sus características. Ayudan a autenticar a los usuarios y a prevenir el uso fraudulento de cuentas de usuario. Sin estas cookies, no se pueden proporcionar los servicios que ha solicitado y solo utilizamos estas cookies para proporcionarle esos servicios.",
  "FUNCTIONALITY_COOKIES": "Cookies de Funcionalidad",
  "FUNCTIONALITY_TYPE": "<strong>Tipo:</strong> Cookies Persistentes",
  "ADMINISTERED_BY_FUNCTIONALITY": "<strong>Administradas por:</strong> Nosotros",
  "COOKIES_PURPOSE_FUNCTIONALITY": "Estas cookies nos permiten recordar las elecciones que hace cuando utiliza el Sitio web, como recordar sus datos de inicio de sesión o preferencia de idioma. El propósito de estas cookies es proporcionarle una experiencia más personalizada y evitar que tenga que volver a ingresar sus preferencias cada vez que utiliza el Sitio web.",
  "YOUR_CHOICES": "Sus Opciones con Respecto a las Cookies",
  "CHOICES_DESC": "Si prefiere evitar el uso de cookies en el Sitio web, primero debe deshabilitar el uso de cookies en su navegador y luego eliminar las cookies guardadas en su navegador asociadas con este sitio web.",
  "CHOICES_INFO": "Si no acepta nuestras cookies, puede experimentar algunas molestias en su uso del Sitio web y algunas funciones pueden no funcionar correctamente.",
  "BROWSER_INFO": "Para cualquier otro navegador web, visite las páginas oficiales de su navegador web.",
  "CONTACT_US": "Contáctenos",
  "CONTACT_DESC": "Si tiene alguna pregunta sobre esta Política de Cookies, puede contactarnos:",
  "CONTACT_EMAIL": "Por correo electrónico: <a href='mailto:tfg@correo.ugr.es'>tfg@correo.ugr.es</a>",
  "LAST_UPDATED": "Última actualización: 15 de agosto de 2024"
}
