{
  "LEGAL_NOTICE": "Aviso Legal",
  "GENERAL_INFORMATION_DESC": "Este Aviso Legal regula el acceso y uso del sitio web [nombre del sitio web] (en adelante, 'el Sitio'), operado por [Nombre de la Entidad] (en adelante, 'la Entidad'). Al acceder y utilizar el Sitio, usted acepta estos términos y condiciones. Si no está de acuerdo con ellos, por favor absténgase de usar el Sitio.",
  "ENTITY_INFORMATION": "Información de la Entidad",
  "ENTITY_NAME": "Nombre",
  "ENTITY_NIF": "NIF/CIF",
  "ENTITY_ADDRESS": "Dirección",
  "ENTITY_PHONE": "Teléfono",
  "ENTITY_EMAIL": "Correo electrónico",
  "USE_OF_SITE": "Uso del Sitio",
  "USE_OF_SITE_DESC": "El uso del Sitio está sujeto a las siguientes condiciones:",
  "PERMITTED_USE": "Uso Permitido",
  "PERMITTED_USE_DESC": "El usuario se compromete a utilizar el Sitio de manera legal y de acuerdo con los términos establecidos en este Aviso Legal. Está prohibido utilizar el Sitio para actividades ilegales o actividades que puedan dañar su funcionamiento.",
  "PROHIBITIONS": "Prohibiciones",
  "PROHIBITIONS_DESC": "No está permitido reproducir, distribuir, modificar o utilizar el contenido del Sitio con fines comerciales sin la autorización previa de la Entidad. Además, el usuario no debe realizar ninguna acción que pueda afectar la seguridad del Sitio.",
  "INTELLECTUAL_PROPERTY": "Propiedad Intelectual",
  "INTELLECTUAL_PROPERTY_DESC": "Todo el contenido disponible en el Sitio, incluidos textos, imágenes, gráficos, logotipos y software, está protegido por derechos de propiedad intelectual. La Entidad posee estos derechos, y su reproducción o distribución sin autorización está prohibida.",
  "THIRD_PARTY_LINKS": "Enlaces a Terceros",
  "THIRD_PARTY_LINKS_DESC": "El Sitio puede contener enlaces a sitios web de terceros. Estos enlaces se proporcionan para su conveniencia y no implican que la Entidad apruebe o controle el contenido de dichos sitios. La Entidad no asume ninguna responsabilidad por el contenido de los sitios enlazados.",
  "PRIVACY_POLICY": "Política de Privacidad",
  "PRIVACY_POLICY_DESC": "Para conocer cómo manejamos la información personal que recopilamos a través del Sitio, consulte nuestra Política de Privacidad.",
  "COOKIE_POLICY": "Política de Cookies",
  "COOKIE_POLICY_DESC": "Nuestro Sitio utiliza cookies para mejorar su experiencia de navegación. Para obtener más información sobre cómo utilizamos las cookies, consulte nuestra Política de Cookies.",
  "MODIFICATIONS": "Modificaciones",
  "MODIFICATIONS_DESC": "La Entidad se reserva el derecho de modificar el contenido del Sitio y estos términos en cualquier momento. Los cambios entrarán en vigor desde el momento en que se publiquen en el Sitio.",
  "CONTACT": "Contacto",
  "CONTACT_DESC": "Para cualquier consulta relacionada con este Aviso Legal, puede contactarnos a través de la siguiente dirección de correo electrónico:",
  "LAST_UPDATED": "Última actualización: 15 de agosto de 2024"
}
