{
  "HEADER": "Cookies Policy",
  "INTRO": "This Cookies Policy explains what cookies are and how we use them.",
  "PERSONAL_INFO": "You should read this policy to understand what types of cookies we use, the information we collect using cookies, and how that information is used.",
  "NO_SENSITIVE_INFO": "We do not store sensitive personal information, such as email addresses or account passwords, in the cookies we use.",
  "INTERPRETATION": "Interpretation",
  "INTERPRETATION_DEF": "Interpretation and Definitions",
  "INTERPRETATION_DEF_DESC": "Words with an initial capital letter have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or plural.",
  "DEFINITIONS": "Definitions",
  "DEFINITIONS_DESC": "For the purposes of this Cookies Policy:",
  "COMPANY": "Company",
  "COMPANY_REF": "(referred to as either 'the Company', 'we', 'us', or 'our' in this Cookies Policy)",
  "COOKIES": "Cookies",
  "COOKIES_DESC": "are small files that are placed on your computer, mobile device, or any other device by a website, containing details of your browsing history on that website among its many uses.",
  "WEBSITE": "Website",
  "WEBSITE_DESC": "refers to",
  "ACCESSIBLE_FROM": "accessible from",
  "YOU": "You",
  "YOU_DESC": "means the individual accessing or using the Website, or a company or any legal entity on behalf of which such individual is accessing or using the Website, as applicable.",
  "USE_OF_COOKIES": "Use of Cookies",
  "TYPE_OF_COOKIES": "Types of Cookies We Use",
  "PERSISTENT_SESSION": "Cookies can be 'Persistent' or 'Session' cookies. Persistent cookies remain on your personal computer or mobile device when you go offline, while session cookies are deleted as soon as you close your web browser.",
  "COOKIES_PURPOSE": "We use both session and persistent cookies for the purposes set out below:",
  "NECESSARY_COOKIES": "Necessary / Essential Cookies",
  "NECESSARY_TYPE": "<strong>Type:</strong> Session Cookies",
  "ADMINISTERED_BY_NECESSARY": "<strong>Administered by:</strong> Us",
  "COOKIES_PURPOSE_NECESSARY": "These cookies are essential to provide you with services available through the Website and to enable you to use some of its features. They help authenticate users and prevent fraudulent use of user accounts. Without these cookies, the services you have requested cannot be provided, and we only use these cookies to provide you with those services.",
  "FUNCTIONALITY_COOKIES": "Functionality Cookies",
  "FUNCTIONALITY_TYPE": "<strong>Type:</strong> Persistent Cookies",
  "ADMINISTERED_BY_FUNCTIONALITY": "<strong>Administered by:</strong> Us",
  "COOKIES_PURPOSE_FUNCTIONALITY": "These cookies allow us to remember choices you make when you use the Website, such as remembering your login details or language preference. The purpose of these cookies is to provide you with a more personalized experience and to avoid having to re-enter your preferences every time you use the Website.",
  "YOUR_CHOICES": "Your Choices Regarding Cookies",
  "CHOICES_DESC": "If you prefer to avoid the use of cookies on the Website, you must first disable the use of cookies in your browser and then delete the cookies saved in your browser associated with this website.",
  "CHOICES_INFO": "If you do not accept our cookies, you may experience some inconvenience in your use of the Website and some features may not function properly.",
  "BROWSER_INFO": "For any other web browser, please visit your web browser's official pages.",
  "CONTACT_US": "Contact Us",
  "CONTACT_DESC": "If you have any questions about this Cookies Policy, you can contact us:",
  "CONTACT_EMAIL": "By email: <a href='mailto:tfg@correo.ugr.es'>tfg@correo.ugr.es</a>",
  "LAST_UPDATED": "Last updated: August 15, 2024"
}