{
  "LEGAL_NOTICE": "Legal Notice",
  "GENERAL_INFORMATION_DESC": "This Legal Notice governs the access and use of the website [website name] (hereinafter referred to as 'the Site'), operated by [Entity Name] (hereinafter referred to as 'the Entity'). By accessing and using the Site, you agree to these terms and conditions. If you do not agree with them, please refrain from using the Site.",
  "ENTITY_INFORMATION": "Entity Information",
  "ENTITY_NAME": "Name",
  "ENTITY_NIF": "NIF/CIF",
  "ENTITY_ADDRESS": "Address",
  "ENTITY_PHONE": "Phone",
  "ENTITY_EMAIL": "Email",
  "USE_OF_SITE": "Use of the Site",
  "USE_OF_SITE_DESC": "The use of the Site is subject to the following conditions:",
  "PERMITTED_USE": "Permitted Use",
  "PERMITTED_USE_DESC": "The user agrees to use the Site legally and in accordance with the terms established in this Legal Notice. It is prohibited to use the Site for illegal activities or activities that may damage its functionality.",
  "PROHIBITIONS": "Prohibitions",
  "PROHIBITIONS_DESC": "It is not permitted to reproduce, distribute, modify, or use the content of the Site for commercial purposes without prior authorization from the Entity. Additionally, the user must not perform any actions that could affect the security of the Site.",
  "INTELLECTUAL_PROPERTY": "Intellectual Property",
  "INTELLECTUAL_PROPERTY_DESC": "All content available on the Site, including texts, images, graphics, logos, and software, is protected by intellectual property rights. The Entity owns these rights, and their reproduction or distribution without authorization is prohibited.",
  "THIRD_PARTY_LINKS": "Third-Party Links",
  "THIRD_PARTY_LINKS_DESC": "The Site may contain links to third-party websites. These links are provided for your convenience and do not imply that the Entity endorses or controls the content of such sites. The Entity assumes no responsibility for the content of linked sites.",
  "PRIVACY_POLICY": "Privacy Policy",
  "PRIVACY_POLICY_DESC": "To learn how we handle the personal information we collect through the Site, please refer to our Privacy Policy.",
  "COOKIE_POLICY": "Cookie Policy",
  "COOKIE_POLICY_DESC": "Our Site uses cookies to enhance your browsing experience. For more information on how we use cookies, please see our Cookie Policy.",
  "MODIFICATIONS": "Modifications",
  "MODIFICATIONS_DESC": "The Entity reserves the right to modify the content of the Site and these terms at any time. Changes will take effect from the moment they are published on the Site.",
  "CONTACT": "Contact",
  "CONTACT_DESC": "For any inquiries related to this Legal Notice, you can contact us via the following email address:",
  "LAST_UPDATED": "Last updated: August 15, 2024"
}
